Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Turn on before walking Home down and back up, or running Detail push/pop cycles
de: Einschalten, bevor du die Startseite nach unten und wieder nach oben durchgehst oder Detail-Push/Pop-Zyklen ausführst
es: Actívalo antes de recorrer Inicio hacia abajo y de nuevo hacia arriba, o de ejecutar ciclos de push/pop de Detalle
fr: À activer avant de parcourir l’accueil vers le bas puis vers le haut, ou de lancer des cycles push/pop de Détails
it: Attivalo prima di scorrere Home in giù e di nuovo in su, o di eseguire cicli push/pop di Dettaglio
vi: Bật trước khi lướt Trang chủ xuống rồi lên lại, hoặc chạy các chu kỳ push/pop của Chi tiết

source: Turn on if asked to capture a hero artwork report, then relaunch the app
de: Einschalten, wenn du einen Bericht zum Hero-Artwork aufzeichnen sollst, dann die App neu starten
es: Actívalo si se te pide capturar un informe de la imagen del hero y vuelve a abrir la app
fr: À activer si on vous demande de capturer un rapport sur le visuel du hero, puis relancez l’app
it: Attivalo se ti viene chiesto di catturare un report sull’immagine dell’hero, poi riavvia l’app
vi: Bật nếu được yêu cầu ghi lại báo cáo ảnh hero, sau đó khởi chạy lại ứng dụng

source: Turn on if asked to capture a row position report, then relaunch the app
de: Einschalten, wenn ein Bericht zur Zeilenposition angefordert wird, dann die App neu starten
es: Actívalo si te piden un informe de posición de filas y luego reinicia la app
fr: Activez si l'on vous demande un rapport de position des rangées, puis relancez l'app
it: Attiva se ti viene chiesto un rapporto sulla posizione delle righe, poi riavvia l'app
vi: Bật nếu được yêu cầu gửi báo cáo vị trí hàng, sau đó khởi động lại ứng dụng

source: Turn on if asked to capture the tab bar's on-device geometry, then relaunch the app
de: Einschalten, wenn die Geometrie der Tab-Leiste auf dem Gerät erfasst werden soll, dann die App neu starten
es: Actívalo si te piden capturar la geometría de la barra de pestañas en el dispositivo, luego reinicia la app
fr: Activez si l'on vous demande de capturer la géométrie de la barre d'onglets sur l'appareil, puis relancez l'app
it: Attiva se ti viene chiesto di acquisire la geometria della barra delle schede sul dispositivo, poi riavvia l'app
vi: Bật nếu được yêu cầu ghi lại hình học thanh tab trên thiết bị, sau đó khởi động lại ứng dụng

source: Turn on if asked to capture why a title finds no streams
de: Einschalten, wenn du aufzeichnen sollst, warum ein Titel keine Streams findet
es: Actívalo si se te pide capturar por qué un título no encuentra streams
fr: À activer si on vous demande de capturer pourquoi un titre ne trouve aucun stream
it: Attivalo se ti viene chiesto di catturare perché un titolo non trova stream
vi: Bật nếu được yêu cầu ghi lại vì sao một tiêu đề không tìm được luồng

source: Turn on if asked to capture why a trailer looks zoomed or letterboxed
de: Aktivieren, wenn du gebeten wirst zu erfassen, warum ein Trailer gezoomt oder mit Letterbox aussieht
es: Actívalo si te piden capturar por qué un tráiler se ve con zoom o con bandas negras
fr: Active si on te demande de relever pourquoi une bande-annonce semble zoomée ou avec des bandes noires
it: Attiva se ti viene chiesto di rilevare perché un trailer sembra ingrandito o con bande nere
vi: Bật nếu được yêu cầu ghi lại lý do trailer trông bị phóng to hoặc có viền đen

source: Turn on if asked to capture why a trailer looks zoomed, letterboxed or stutters
de: Einschalten, wenn du aufzeichnen sollst, warum ein Trailer gezoomt, mit Letterbox oder ruckelnd aussieht
es: Actívalo si se te pide capturar por qué un tráiler se ve con zoom, con franjas negras o con tirones
fr: À activer si on vous demande de capturer pourquoi une bande-annonce paraît zoomée, avec bandes noires ou saccadée
it: Attivalo se ti viene chiesto di catturare perché un trailer appare ingrandito, con bande nere o a scatti
vi: Bật nếu được yêu cầu ghi lại vì sao trailer trông bị phóng to, có viền đen hoặc bị giật

source: Turns cached torrent results into direct streaming links for you automatically. It only appears once a debrid service is connected.
de: Wandelt Torrent-Ergebnisse aus dem Cache automatisch in direkte Streaming-Links um. Erscheint erst, wenn ein Debrid-Dienst verbunden ist.
es: Convierte automáticamente los resultados de torrents en caché en enlaces de streaming directos. Solo aparece cuando hay un servicio debrid conectado.
fr: Convertit automatiquement les résultats de torrents en cache en liens de streaming directs. N’apparaît qu’une fois un service debrid connecté.
it: Trasforma automaticamente i risultati torrent in cache in link di streaming diretti. Appare solo dopo aver collegato un servizio debrid.
vi: Tự động chuyển kết quả torrent đã lưu đệm thành liên kết phát trực tiếp. Chỉ xuất hiện khi đã kết nối dịch vụ debrid.

source: Turns the depth effect on or off for this kind of card. Each kind is on by default.
de: Schaltet den Tiefeneffekt für diese Art von Karte ein oder aus. Jede Art ist standardmäßig eingeschaltet.
es: Activa o desactiva el efecto de profundidad para este tipo de tarjeta. Cada tipo está activado por defecto.
fr: Active ou désactive l’effet de profondeur pour ce type de carte. Chaque type est activé par défaut.
it: Attiva o disattiva l’effetto di profondità per questo tipo di riquadro. Ogni tipo è attivo per impostazione predefinita.
vi: Bật hoặc tắt hiệu ứng chiều sâu cho loại thẻ này. Mỗi loại mặc định bật.

source: Turns this catalog on or off as a source for the rotating banner. At most two can be on at once.
de: Schaltet diesen Katalog als Quelle für das rotierende Banner ein oder aus. Höchstens zwei können gleichzeitig eingeschaltet sein.
es: Activa o desactiva este catálogo como fuente del banner rotativo. Solo puede haber dos activados a la vez.
fr: Active ou désactive ce catalogue comme source de la bannière rotative. Deux au maximum peuvent être activés en même temps.
it: Attiva o disattiva questo catalogo come fonte per il banner a rotazione. Al massimo due possono essere attivi insieme.
vi: Bật hoặc tắt danh mục này làm nguồn cho biểu ngữ xoay vòng. Chỉ tối đa hai mục được bật cùng lúc.

source: Turns this catalog on or off for Search. Fewer catalogs gives faster results. This applies to this Apple TV only.
de: Schaltet diesen Katalog für die Suche ein oder aus. Weniger Kataloge liefern schnellere Ergebnisse. Gilt nur für dieses Apple TV.
es: Activa o desactiva este catálogo en la búsqueda. Menos catálogos dan resultados más rápidos. Se aplica solo a este Apple TV.
fr: Active ou désactive ce catalogue dans la recherche. Moins de catalogues donnent des résultats plus rapides. S’applique uniquement à cette Apple TV.
it: Attiva o disattiva questo catalogo nella ricerca. Meno cataloghi danno risultati più veloci. Vale solo per questa Apple TV.
vi: Bật hoặc tắt danh mục này cho Tìm kiếm. Ít danh mục hơn cho kết quả nhanh hơn. Chỉ áp dụng cho Apple TV này.

source: Turns this plugin provider on or off. Only enabled providers are used when streams load.
de: Schaltet diesen Plugin-Provider ein oder aus. Beim Laden von Streams werden nur aktivierte Provider verwendet.
es: Activa o desactiva este proveedor de plugins. Solo se usan los proveedores activados al cargar los streams.
fr: Active ou désactive ce fournisseur de plug-ins. Seuls les fournisseurs activés sont utilisés au chargement des streams.
it: Attiva o disattiva questo provider di plugin. Solo i provider attivati vengono usati al caricamento degli stream.
vi: Bật hoặc tắt nhà cung cấp plugin này. Chỉ các nhà cung cấp đã bật được dùng khi tải luồng.

source: Turns this row on or off on Home. Use the arrows to move it up or down.
de: Schaltet diese Reihe auf der Startseite ein oder aus. Mit den Pfeilen verschiebst du sie nach oben oder unten.
es: Activa o desactiva esta fila en Inicio. Usa las flechas para moverla hacia arriba o abajo.
fr: Active ou désactive cette rangée sur l’accueil. Utilisez les flèches pour la déplacer vers le haut ou le bas.
it: Attiva o disattiva questa riga in Home. Usa le frecce per spostarla su o giù.
vi: Bật hoặc tắt hàng này trên Trang chủ. Dùng các mũi tên để di chuyển lên xuống.

source: Two-letter ISO 3166-1 country code.
de: Zweistelliger ISO-3166-1-Ländercode.
es: Código de país ISO 3166-1 de dos letras.
fr: Code pays ISO 3166-1 à deux lettres.
it: Codice paese ISO 3166-1 di due lettere.
vi: Mã quốc gia ISO 3166-1 gồm hai chữ cái.

source: Two-letter ISO 639-1 language code.
de: Zweistelliger ISO-639-1-Sprachcode.
es: Código de idioma ISO 639-1 de dos letras.
fr: Code langue ISO 639-1 à deux lettres.
it: Codice lingua ISO 639-1 di due lettere.
vi: Mã ngôn ngữ ISO 639-1 gồm hai chữ cái.

source: Two-letter country code the provider filters apply to.
de: Zweistelliger Ländercode, für den die Anbieterfilter gelten.
es: Código de país de dos letras al que se aplican los filtros de proveedor.
fr: Code pays à deux lettres auquel s'appliquent les filtres de fournisseurs.
it: Codice paese di due lettere a cui si applicano i filtri dei provider.
vi: Mã quốc gia gồm hai chữ cái mà các bộ lọc nhà cung cấp áp dụng.

source: Type
de: Typ
es: Tipo
it: Tipo
vi: Loại

source: Typeface
de: Schriftart
es: Tipografía
fr: Police
it: Carattere
vi: Kiểu chữ

source: Under Search
de: Unter Suche
es: Bajo Buscar
fr: Sous Recherche
it: Sotto Cerca
vi: Trong Tìm kiếm

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuta
vi: Không xác định

source: Unsaved changes.
de: Ungespeicherte Änderungen.
es: Cambios sin guardar.
fr: Modifications non enregistrées.
it: Modifiche non salvate.
vi: Thay đổi chưa được lưu.

source: Unwatched
de: Ungesehen
es: No vistos
fr: Non vus
it: Non visti
vi: Chưa xem

source: Up Next looks for the next episode's sources about 30 seconds before the card appears, so the countdown can start the moment it shows.
de: „Als Nächstes“ sucht etwa 30 Sekunden vor dem Erscheinen der Karte nach den Quellen der nächsten Folge, damit der Countdown sofort beim Einblenden starten kann.
es: Siguiente busca las fuentes del siguiente episodio unos 30 segundos antes de que aparezca la tarjeta, para que la cuenta atrás pueda empezar en cuanto se muestre.
fr: Suivant cherche les sources de l’épisode suivant environ 30 secondes avant l’apparition de la carte, pour que le compte à rebours puisse démarrer dès son affichage.
it: Prossimo cerca le fonti del prossimo episodio circa 30 secondi prima che compaia la scheda, così il conto alla rovescia può partire appena appare.
vi: Tiếp theo tìm nguồn của tập tiếp theo khoảng 30 giây trước khi thẻ xuất hiện, để đếm ngược có thể bắt đầu ngay khi hiện.

source: Up next · %@ · playing in %llds
de: Als Nächstes · %@ · startet in %lld s
es: A continuación · %@ · empieza en %lld s
fr: À suivre · %@ · lecture dans %lld s
it: Prossimo · %@ · inizia tra %lld s
vi: Tiếp theo · %@ · phát sau %lld giây

source: Upcoming
de: Demnächst
es: Próximamente
fr: À venir
it: In uscita
vi: Sắp ra mắt

source: Upcoming Episodes
de: Kommende Folgen
es: Próximos episodios
fr: Épisodes à venir
it: Prossimi episodi
vi: Tập sắp phát sóng

source: Use Official Server
de: Offiziellen Server verwenden
es: Usar servidor oficial
fr: Utiliser le serveur officiel
it: Usa server ufficiale
vi: Dùng máy chủ chính thức

source: Use TMDB company numbers.
de: Verwende TMDB-Firmennummern.
es: Usa números de compañía de TMDB.
fr: Utilisez des numéros de société TMDB.
it: Usa i numeri delle società TMDB.
vi: Dùng mã công ty TMDB.

source: Use TMDB genre numbers.
de: Verwende TMDB-Genrenummern.
es: Usa números de género de TMDB.
fr: Utilisez des numéros de genre TMDB.
it: Usa i numeri dei generi TMDB.
vi: Dùng mã thể loại TMDB.

source: Use TMDB keyword numbers.
de: Verwende TMDB-Schlagwortnummern.
es: Usa números de palabra clave de TMDB.
fr: Utilisez des numéros de mot-clé TMDB.
it: Usa i numeri delle parole chiave TMDB.
vi: Dùng mã từ khóa TMDB.

source: Use TMDB network numbers.
de: Verwende TMDB-Sendernummern.
es: Usa números de cadena de TMDB.
fr: Utilisez des numéros de réseau TMDB.
it: Usa i numeri dei network TMDB.
vi: Dùng mã mạng TMDB.

source: Use TMDB watch provider numbers; pipes mean any of them.
de: Verwende TMDB-Anbieternummern; senkrechte Striche bedeuten „beliebige davon“.
es: Usa números de proveedor de visualización de TMDB; las barras verticales significan cualquiera de ellos.
fr: Utilisez des numéros de fournisseur TMDB ; les barres verticales signifient l'un d'entre eux.
it: Usa i numeri dei provider di streaming TMDB; le barre verticali indicano uno qualsiasi di essi.
vi: Dùng mã nhà cung cấp xem TMDB; dấu gạch đứng nghĩa là bất kỳ mã nào trong số đó.

source: Use YYYY-MM-DD, for example 2024-01-01.
de: Verwende JJJJ-MM-TT, zum Beispiel 2024-01-01.
es: Usa YYYY-MM-DD, por ejemplo 2024-01-01.
fr: Utilisez le format AAAA-MM-JJ, ex. 2024-01-01.
it: Usa AAAA-MM-GG, ad esempio 2024-01-01.
vi: Định dạng YYYY-MM-DD, ví dụ 2024-01-01

source: Use a heavier subtitle font
de: Verwende eine schwerere Untertitelschrift
es: Usa una fuente de subtítulo más pesada
fr: Utiliser une police de sous-titres plus épaisse
it: Usa un carattere più pesante per i sottotitoli
vi: Dùng phông phụ đề đậm hơn

source: Use a lower count when possible. Debrid services rate-limit how many links can be resolved in a time period, and opening a source list can count toward those limits even if you do not press Play, because the links are prepared ahead of time.
de: Verwende möglichst eine niedrigere Zahl. Debrid-Dienste begrenzen, wie viele Links in einem Zeitraum aufgelöst werden können, und das Öffnen einer Quellenliste kann auf diese Limits angerechnet werden, auch wenn du nicht Wiedergabe drückst, weil die Links im Voraus vorbereitet werden.
es: Usa un número bajo siempre que puedas. Los servicios debrid limitan cuántos enlaces se pueden resolver en un periodo, y abrir una lista de fuentes puede contar para esos límites aunque no pulses Reproducir, porque los enlaces se preparan con antelación.
fr: Utilisez un nombre plus bas si possible. Les services debrid limitent le nombre de liens pouvant être résolus sur une période, et l’ouverture d’une liste de sources peut compter dans ces limites même si vous n’appuyez pas sur Lecture, car les liens sont préparés à l’avance.
it: Usa un numero più basso quando puoi. I servizi debrid limitano quanti link si possono risolvere in un periodo, e aprire una lista di fonti può contare in questi limiti anche se non premi Riproduci, perché i link vengono preparati in anticipo.
vi: Hãy dùng số thấp hơn khi có thể. Dịch vụ debrid giới hạn số liên kết có thể phân giải trong một khoảng thời gian, và việc mở danh sách nguồn có thể tính vào các giới hạn đó dù bạn không nhấn Phát, vì liên kết được chuẩn bị trước.

source: Use a poster service like RPDB for artwork.
de: Nutze einen Poster-Dienst wie RPDB für Artwork.
es: Usa un servicio de pósters como RPDB para las imágenes.
fr: Utilisez un service d’affiches comme RPDB pour les visuels.
it: Usa un servizio di poster come RPDB per le immagini.
vi: Dùng dịch vụ poster như RPDB cho hình ảnh.

source: Use color avatar
de: Farbigen Avatar verwenden
es: Usar avatar de color
fr: Utiliser un avatar coloré
it: Usa avatar colorato
vi: Dùng ảnh đại diện màu

source: Use the gpu-next (libplacebo) renderer for better HDR tone-mapping. Experimental — Apple TV hardware only (ignored on the Simulator). Applies to the next video.
de: Verwende den gpu-next (libplacebo) Renderer für besseres HDR-Tone-Mapping. Experimentell – nur Apple-TV-Hardware (wird im Simulator ignoriert). Gilt für das nächste Video.
es: Usa el renderizador gpu-next (libplacebo) para mejor mapeo de tonos HDR. Experimental — solo hardware de Apple TV (ignorado en el Simulador). Se aplica al siguiente vídeo.
fr: Utilise le moteur gpu-next (libplacebo) pour un meilleur tone-mapping HDR. Expérimental — matériel Apple TV uniquement (ignoré sur le simulateur). S'applique à la prochaine vidéo.
it: Usa il renderer gpu-next (libplacebo) per una migliore mappatura dei toni HDR. Sperimentale — solo hardware Apple TV (ignorato sul simulatore). Si applica al video successivo.
vi: Dùng trình kết xuất gpu-next (libplacebo) để tone-map HDR tốt hơn. Thử nghiệm — chỉ trên phần cứng Apple TV (bỏ qua trên Simulator). Áp dụng cho video tiếp theo.

source: Use the official server?
de: Offiziellen Server verwenden?
es: ¿Usar el servidor oficial?
fr: Utiliser le serveur officiel ?
it: Usare il server ufficiale?
vi: Dùng máy chủ chính thức?

source: Uses TMDB's air dates instead of the dates your add-ons report. Off by default.
de: Verwendet die Erstausstrahlungsdaten von TMDB statt der von deinen Add-ons gemeldeten Daten. Standardmäßig aus.
es: Usa las fechas de emisión de TMDB en lugar de las fechas que informan tus complementos. Desactivado por defecto.
fr: Utilise les dates de diffusion de TMDB plutôt que les dates indiquées par vos add-ons. Désactivé par défaut.
it: Usa le date di messa in onda di TMDB invece delle date indicate dai tuoi add-on. Disattivato per impostazione predefinita.
vi: Dùng ngày phát sóng của TMDB thay vì ngày do add-on của bạn báo cáo. Mặc định tắt.

source: Uses a different video renderer for better HDR color. It is experimental, works only on a real Apple TV and applies to the next video. Off by default.
de: Verwendet einen anderen Video-Renderer für bessere HDR-Farben. Er ist experimentell, funktioniert nur auf einem echten Apple TV und gilt für das nächste Video. Standardmäßig aus.
es: Usa otro renderizador de vídeo para un mejor color HDR. Es experimental, solo funciona en un Apple TV real y se aplica al siguiente vídeo. Desactivado por defecto.
fr: Utilise un autre moteur de rendu vidéo pour de meilleures couleurs HDR. Expérimental, il ne fonctionne que sur une vraie Apple TV et s’applique à la prochaine vidéo. Désactivé par défaut.
it: Usa un diverso renderer video per un colore HDR migliore. È sperimentale, funziona solo su una vera Apple TV e si applica al prossimo video. Disattivato per impostazione predefinita.
vi: Dùng bộ kết xuất video khác để có màu HDR tốt hơn. Đây là tính năng thử nghiệm, chỉ hoạt động trên Apple TV thật và áp dụng cho video tiếp theo. Mặc định tắt.

source: Uses a heavier font for subtitles. Off by default.
de: Verwendet für Untertitel eine kräftigere Schrift. Standardmäßig aus.
es: Usa una tipografía más gruesa para los subtítulos. Desactivado por defecto.
fr: Utilise une police plus épaisse pour les sous-titres. Désactivé par défaut.
it: Usa un font più spesso per i sottotitoli. Disattivato per impostazione predefinita.
vi: Dùng phông chữ đậm hơn cho phụ đề. Mặc định tắt.

source: Using your connected MDBList account.
de: Verwendet dein verbundenes MDBList-Konto.
es: Usando tu cuenta de MDBList conectada.
fr: Utilisation de votre compte MDBList connecté.
it: Uso del tuo account MDBList connesso.
vi: Đang dùng tài khoản MDBList đã kết nối của bạn.

source: Version, build and device
de: Version, Build und Gerät
es: Versión, compilación y dispositivo
fr: Version, build et appareil
it: Versione, build e dispositivo
vi: Phiên bản, bản dựng và thiết bị

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
vi: Tiếng Việt

source: Violence
de: Gewalt
es: Violencia
it: Violenza
vi: Bạo lực

source: Violet
de: Violett
es: Violeta
vi: Tím

source: Visual Effects
de: Visuelle Effekte
es: Efectos visuales
fr: Effets visuels
it: Effetti visivi
vi: Kỹ xảo

source: Vote count
de: Stimmenanzahl
es: Número de votos
fr: Nombre de votes
it: Numero di voti
vi: Số lượt bình chọn

source: Waiting for %@ approval… this screen updates automatically.
de: Warte auf %@ Genehmigung… dieser Bildschirm wird automatisch aktualisiert.
es: Esperando aprobación de %@… esta pantalla se actualiza automáticamente.
fr: En attente de l'approbation de %@… cet écran se met à jour automatiquement.
it: In attesa dell'approvazione di %@… questa schermata si aggiorna automaticamente.
vi: Đang chờ %@ duyệt… màn hình này tự cập nhật.

source: Waiting for approval… this screen updates automatically.
de: Warte auf Genehmigung… dieser Bildschirm wird automatisch aktualisiert.
es: Esperando aprobación… esta pantalla se actualiza automáticamente.
fr: En attente d'approbation… cet écran se met à jour automatiquement.
it: In attesa dell'approvazione… questa schermata si aggiorna automaticamente.
vi: Đang chờ duyệt… màn hình này tự cập nhật.

source: Watch
de: Ansehen
es: Ver
fr: Regarder
it: Guarda
vi: Xem

source: Watch Progress Source
de: Quelle für Wiedergabefortschritt
es: Fuente del progreso de visualización
fr: Source de la progression
it: Sorgente progressi di visione
vi: Nguồn tiến độ xem

source: Watch Providers
de: Anbieter
es: Proveedores de visualización
fr: Fournisseurs de diffusion
it: Provider di streaming
vi: Nhà cung cấp xem

source: Watch Trailer
de: Trailer ansehen
es: Ver tráiler
fr: Voir la bande-annonce
it: Guarda trailer
vi: Xem trailer

source: Watch provider IDs
de: Anbieter-IDs
es: Ver ID de proveedores
fr: ID des fournisseurs de visionnage
it: ID fornitori di visione
vi: ID nền tảng

source: Watch region
de: Anbieterregion
es: Ver región
fr: Région de visionnage
it: Paese di visione
vi: Khu vực phát hành

source: Watched
de: Gesehen
es: Visto
fr: Vu
it: Visto
vi: Đã xem

source: Watched Only
de: Nur gesehene
es: Solo vistos
fr: Vus uniquement
it: Solo visti
vi: Chỉ đã xem

source: What Nuvio sends to Simkl, when it checks back, and why some shows leave Continue Watching.
de: Was Nuvio an Simkl sendet, wann es nachprüft und warum manche Serien aus „Weiterschauen“ verschwinden.
es: Qué envía Nuvio a Simkl, cuándo vuelve a comprobar y por qué algunas series salen de «Seguir viendo».
fr: Ce que Nuvio envoie à Simkl, quand il revérifie, et pourquoi certaines séries quittent « Continuer à regarder ».
it: Cosa invia Nuvio a Simkl, quando ricontrolla e perché alcune serie escono da «Continua a guardare».
vi: Những gì Nuvio gửi cho Simkl, khi nào kiểm tra lại, và vì sao một số phim rời khỏi Tiếp tục xem.

source: When playback starts, auto-select the audio and subtitle tracks in your preferred language (when a matching track exists).
de: Wenn die Wiedergabe startet, wähle automatisch die Audio- und Untertitel-Spuren in deiner bevorzugten Sprache (wenn eine passende Spur vorhanden ist).
es: Cuando comience la reproducción, selecciona automáticamente las pistas de audio y subtítulos en tu idioma preferido (cuando existe una pista coincidente).
fr: Au démarrage de la lecture, sélectionne automatiquement les pistes audio et sous-titres dans votre langue préférée (si une piste correspondante existe).
it: Quando inizia la riproduzione, seleziona automaticamente le tracce audio e sottotitoli nella tua lingua preferita (quando esiste una traccia corrispondente).
vi: Khi bắt đầu phát, tự chọn luồng âm thanh và phụ đề theo ngôn ngữ ưu tiên (khi có luồng phù hợp).

source: When playback starts, picks the audio track in this language if the video has one.
de: Wählt beim Start der Wiedergabe die Audiospur in dieser Sprache, sofern das Video eine hat.
es: Al empezar la reproducción, elige la pista de audio en este idioma si el vídeo la tiene.
fr: Au début de la lecture, choisit la piste audio dans cette langue si la vidéo en propose une.
it: All’avvio della riproduzione sceglie la traccia audio in questa lingua se il video ne ha una.
vi: Khi bắt đầu phát, chọn bản âm thanh bằng ngôn ngữ này nếu video có.
